package ru.aezhko.data

data class Anekdots(
    var list: List<String> = listOf(
        "На столе лежат две книги: тонкая и толстая. На тонкой написано: «Логика». На толстой: «Женская логика. Том первый.»",
        "Интересно, Буш-старший сына вырастил, или-таки дерево посадил?",
        "— Вы арестованы! Вы имеете право хранить молчание. Все, что вы скажете, может быть использовано против вас!\n" +
            "\n" +
            "— Арифмометр!\n" +
            "\n" +
            "— Что — арифмометр?\n" +
            "\n" +
            "— Используйте против меня арифмометр!",
        "Брюнетка пришла в гости к блондинке.\n" +
            "\n" +
            "Брюнетка заварила кофе и говорит: «Ты знаешь, осталась в чайнике горячая вода, а выливать жалко. Куда ее деть?»\n" +
            "\n" +
            "Блондинка ей и говорит: «Поставь ее в холодильник. Горячая вода в доме всегда пригодится».",
        "Не сразу пришло мастерство к молодому саперу…",
        "Я вот заметил: допустим, покупаешь в магазине какую-нибудь одёжку. Если она тебе очень нравится, то ты из неё буквально не вылезаешь!\n" +
            "Вот так же и с девушками…"
    )
)
